module.exports = {
    "timestamp": "1516246003",
    "succ": true,
    "data": {
        "act_rules": ["1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。", 
        "1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。", 
        "1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。", 
        "1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。", 
        "1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。", 
        "1.文案需要一休提供，鼓励金可以级在支付活动费用的时候直接抵扣现金，没有抵扣上限。"],
        "tickets": [
            {
                share_code: "jdjdjfjdf",//分享code
                ticket_status: '0',//初始未分享的状态
                id: 45
            },
            {
                share_code: "jdjdjfjdf",//分享code
                ticket_status: '1',//初始未分享的状态
                id: 46
            },
            {
                ticket_status:'2',//抽完电影票的状态
                id:47,
                title:"上午场电影通用票",
                remark:"仅3月4日至3月8日上午使用，合作影院均可用",
                tips:"24h内有效"
            },
            {
                share_code: "jdjdjfjdf",//分享code
                ticket_status: '3',//初始未分享的状态
                id: 48
            },
            {
                ticket_status:'4',//抽完电影票的状态
                id:47,
                title:"上午场电影通用票",
                remark:"仅3月4日至3月8日上午使用，合作影院均可用",
                tips:"24h内有效"
            },
        ]
    },
    "code": "0",
    "msg": ""
}